export default    [
  {
    "id": 1,
    "title": "五星",
    "childs": [
      {
        "title": "五星直选",
        "childs": [
          {
            "id": 1,
            "title": "直选复式",
            "dist": "从万位、千位、百位、十位、个位各选一个号码组成一注。",
            "temp": "范例",
            "rule": "游戏规则"
          },
          {
            "id": 2,
            "title": "直选单式",
            "dist": "手动输入号码，至少输入1个五位数号码组成一注",
            "temp": "",
            "rule": ""
          }
        ]
      }
    ]
  },
  {
    "id": 2,
    "title": '四星',
    "childs": [
      {
        "title": "四星直选",
        "childs": [
          {
            "id": 1,
            "title": "直选复式",
            "dist": "从万位、千位、百位、十位、个位各选一个号码组成一注。",
            "temp": "范例",
            "rule": "游戏规则"
          },
          {
            "id": 2,
            "title": "直选单式",
            "dist": "手动输入号码，至少输入1个五位数号码组成一注",
            "temp": "",
            "rule": ""
          }
        ]
      }
    ]
  }
]
  